Repository: contao-estatemanager/googlemaps
Catalog: src/Resources/contao/languages/*/*_expose_module.xlf
Languages: de

# tl_expose_module.google_maps_legend
source: Google-Map Settings
de: Google-Map Einstellungen

# tl_expose_module.googleInitialLat.0
source: Latitude
de: Breitengrad

# tl_expose_module.googleInitialLat.1
source: Defines the initial area after the card has been loaded.
de: Definiert den initialen Bereich nachdem die Karte geladen wurde.

# tl_expose_module.googleInitialLng.0
source: Longitude
de: Längengrad

# tl_expose_module.googleInitialLng.1
source: Defines the initial area after the card has been loaded.
de: Definiert den initialen Bereich nachdem die Karte geladen wurde.

# tl_expose_module.googleInitialZoom.0
source: Zoom level
de: Zoomstufe

# tl_expose_module.googleInitialZoom.1
source: Defines the initial zoom level. This value is ignored when using 'googleUseBounce'.
de: Definiert die initiale Zoomstufe. Dieser Wert wird bei der Verwendung von 'googleUseBounce' ignoriert.

# tl_expose_module.googleMinZoom.0
source: min. zoom level
de: min. Zoomstufe

# tl_expose_module.googleMinZoom.1
source: Defines the minimum zoom level, that the user can reach by scrolling or pressing '+'/'-'.
de: Definiert die minimale Zoomstufe, die der Benutzer durch Scrollen oder Drücken von '+'/'-' erreichen kann.

# tl_expose_module.googleMaxZoom.0
source: max. zoom level
de: max. Zoomstufe

# tl_expose_module.googleMaxZoom.1
source: Defines the maximum zoom level, that the user can reach by scrolling or pressing '+'/'-'.
de: Definiert die maximale Zoomstufe, die der Benutzer durch Scrollen oder Drücken von '+'/'-' erreichen kann.

# tl_expose_module.googleType.0
source: Type of map view
de: Kartendarstellung

# tl_expose_module.googleType.1
source: Defines the default representation of the map.
de: Definiert die Standarddarstellung der Karte.

# tl_expose_module.googleGestureHandling.0
source: Gesture Handling
de: Gesten Verhalten

# tl_expose_module.googleGestureHandling.1
source: Defines the behavior of the interaction with the map.
de: Definiert das Verhalten der Interaktion mit der Karte.

# tl_expose_module.googleUseCluster.0
source: Use Clustering
de: Clustering verwenden

# tl_expose_module.googleUseCluster.1
source: Combines close located markers. The appearance can be specified in the Real Estate Management settings.
de: Kombiniert nah beieinander liegende Marker. Das Aussehen kann in den Einstellungen der Immobilienverwaltung festgelegt werden.

# tl_expose_module.googleUseBounce.0
source: Use Bounce
de: Sichtbaren Bereich an Marker orientieren

# tl_expose_module.googleUseBounce.1
source: Changes the visible area of the map (zoom, longitude and latitude) to display all markers on the map.
de: Ändert den sichtbaren Bereich der Karte (Zoom, Längen- und Breitengrad), um alle Marker auf der Karte anzuzeigen.

# tl_expose_module.googleInteractive.0
source: Allow interaction
de: Interaktion erlauben

# tl_expose_module.googleInteractive.1
source: Allows moving around whilst holding the mouse button and zooming by double clicking.
de: Ermöglicht das Bewegen bei gedrückter Maustaste und das Zoomen durch Doppelklick.

# tl_expose_module.googleControls.0
source: Zoom control
de: Zoom-Steuerung

# tl_expose_module.googleControls.1
source: Display zoom buttons ('+'/'-').
de: Anzeigen der Zoom-Schaltflächen ('+'/'-').

# tl_expose_module.googleFullscreen.0
source: Allow full screen mode
de: Vollbildmodus zulassen

# tl_expose_module.googleFullscreen.1
source: Display a button for full screen mode.
de: Zeigt eine Schaltfläche für den Vollbildmodus an.

# tl_expose_module.googleStreetview.1
source: Display a button for streetview-mode.
de: Zeigt eine Schaltfläche für den Streetview-Modus an.

# tl_expose_module.googleMapTypeControl.0
source: Customize map view
de: Anpassen der Kartenansicht

# tl_expose_module.googleMapTypeControl.1
source: Displays the available map view. Allows users to change how the map is being displayed.
de: Zeigt die verfügbare Kartenansicht an. Ermöglicht es Benutzern, die Darstellung der Karte zu ändern.

# tl_expose_module.iFrameFallbackIfAddressNotPublished.0
source: Use region fallback
de: Regionen-Fallback verwenden

# tl_expose_module.iFrameFallbackIfAddressNotPublished.1
source: Displays only an outline based on the postal code for objects without published address.
de: Zeigt bei Objekten ohne veröffentlichte Adresse nur einen Umriss auf Basis der Postleitzahl an.
