Repository: contao-estatemanager/googlemaps
Catalog: src/Resources/contao/languages/*/*_real_estate_config.xlf
Languages: de

# tl_real_estate_config.googleMapsDefaultMarkerSRC.0
source: Default Map-Marker
de: Standard Marker-Icon

# tl_real_estate_config.googleMapsDefaultMarkerSRC.1
source: Select an image/icon for the default representation of a marker on a map.
de: Wählen Sie ein Bild/Icon für die Standarddarstellung eines Markers auf einer Google-Karte

# tl_real_estate_config.googleMapClusterStylesSteps.1
source: Enter the value here, in which intervals the next size of the configured cluster styles should be displayed (number of markers contained).
de: Geben Sie hier den Wert an, in welchen Abständen die nächste Größe der eingerichteten Cluster-Styles angezeigt werden soll (Anzahl der beinhaltenden Marker).

# tl_real_estate_config.googleMapUseClusterStyles.0
source: Define Cluster-Styles
de: Eigene Cluster-Styles definieren

# tl_real_estate_config.googleMapUseClusterStyles.1
source: Change here the appearance of clustering on Google Maps
de: Verändern Sie hier das Aussehen der Clusterung auf Google-Karten

# tl_real_estate_config.googleMapUseMapStyles.0
source: Define Map-Styles
de: Eigene Map-Styles definieren

# tl_real_estate_config.googleMapUseMapStyles.1
source: Change the look of the Google map here
de: Verändern Sie hier das Aussehen der Google-Karte

# tl_real_estate_config.googleMapStylesScript.1
source: Enter the new styles in JSON format here
de: Tragen Sie hier die neuen Styles im JSON-Format ein

# tl_real_estate_config.clusterTextColor
source: Textcolor
de: Textfarbe

# tl_real_estate_config.clusterTextSize
source: Textsize
de: Textgröße

# tl_real_estate_config.clusterTextOffsetX
source: Offset X (px)
de: Textversatz X (px)

# tl_real_estate_config.clusterTextOffsetY
source: Offset Y (px)
de: Textversatz Y (px)
